# https://github.com/Homebrew/homebrew-bundle
tap 'homebrew/cask'
tap 'homebrew/services'
tap 'denji/nginx'

brew 'bat'
brew 'browser'
brew 'coreutils'
brew 'denji/nginx/nginx-full', args: ['with-lua-module', 'with-set-misc-module']
brew 'dos2unix'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'gnupg'
brew 'go'
brew 'grc'
brew 'hugo'
brew 'jpegoptim'
brew 'jq'
brew 'lynx'
brew 'mobile-shell'
brew 'mutt'
brew 'mysql', restart_service: :changed
brew 'php', restart_service: :changed
brew 'phpmyadmin'
brew 'pngcrush'
brew 'rbenv'
brew 'ripgrep'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh-completions'
brew 'zsh-lovers'

cask 'alfred'
cask 'dash'
cask 'iterm2'
cask 'keepingyouawake'
cask 'password-assistant'

# these must be installed in this order
cask 'osxfuse'
brew 'encfs'
