# https://github.com/Homebrew/homebrew-bundle
tap 'thoughtbot/formulae'

brew 'browser'
brew 'coreutils'
brew 'ctags'
brew 'cunit'
brew 'dos2unix'
brew 'findutils'
brew 'git'
brew 'git-crypt'
brew 'gnupg'
brew 'grc'
brew 'httrack'
brew 'hub'
brew 'imagemagick'
brew 'jpegoptim'
brew 'jq'
brew 'libev'
brew 'libxml2'
brew 'libyaml'
brew 'lynx'
brew 'mercurial'
brew 'mobile-shell'
brew 'mutt'
brew 'mysql'
brew 'pngcrush'
brew 'python'
brew 'rbenv'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'vim'
brew 'zsh-completions'
brew 'zsh-lovers'
